<%@ page language="java" contentType="text/html; charset=EUC-KR"
    pageEncoding="EUC-KR"%>
    <%@ page isErrorPage="true" %><%--exception객체 전달. --%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=EUC-KR">
<title>오류페이지</title>
</head>
<body>
<h1>파라미터 name을 입력해주세요.</h1>
<h1>계속 오류 발생시 전산부로 전화 요망<br>
담당자: 정성은, 전화: 031-1234-1234</h1><h2><%=exception.getMessage() %></h2>
<%exception.printStackTrace(response.getWriter()); %>
<!-- 오류페이지의 용량이 500바이트 미만인경우 일부 브라우저에서는 http오류 페이지를 출력함. 그러므로 500바이트 이상이 되도록 오류페이지의 내용을 생성해야함. -->
<!-- 오류페이지의 용량이 500바이트 미만인경우 일부 브라우저에서는 http오류 페이지를 출력함. 그러므로 500바이트 이상이 되도록 오류페이지의 내용을 생성해야함. -->
<!-- 오류페이지의 용량이 500바이트 미만인경우 일부 브라우저에서는 http오류 페이지를 출력함. 그러므로 500바이트 이상이 되도록 오류페이지의 내용을 생성해야함. -->
<!-- 오류페이지의 용량이 500바이트 미만인경우 일부 브라우저에서는 http오류 페이지를 출력함. 그러므로 500바이트 이상이 되도록 오류페이지의 내용을 생성해야함. -->
<!-- 오류페이지의 용량이 500바이트 미만인경우 일부 브라우저에서는 http오류 페이지를 출력함. 그러므로 500바이트 이상이 되도록 오류페이지의 내용을 생성해야함. -->
<!-- 오류페이지의 용량이 500바이트 미만인경우 일부 브라우저에서는 http오류 페이지를 출력함. 그러므로 500바이트 이상이 되도록 오류페이지의 내용을 생성해야함. -->
<!-- 오류페이지의 용량이 500바이트 미만인경우 일부 브라우저에서는 http오류 페이지를 출력함. 그러므로 500바이트 이상이 되도록 오류페이지의 내용을 생성해야함. -->
<!-- 오류페이지의 용량이 500바이트 미만인경우 일부 브라우저에서는 http오류 페이지를 출력함. 그러므로 500바이트 이상이 되도록 오류페이지의 내용을 생성해야함. -->
</body>
</html>